Repository: 8KCool/WordPress-Plugin-iDEAL-Bancontact-
Catalog: languages/pronamic_ideal-*.po
Languages: de_de, nl_nl

source: Gateway
de_de: Zahlungsgateway

source: Pay Now
de_de: Zahl jetzt

source: Amount
de_de: Betrag
nl_nl: Bedrag

source: Show as input field
de_de: Als Eingabefeld anzeigen

source: Show as choices
de_de: Als Auswahl anzeigen

source: Show as choices with input field
de_de: Als Auswahl mit Eingabefeld anzeigen

source: Payment provider
de_de: Zahlungsanbieter

source: %s (obsoleted)
de_de: %s (veraltet)

source: Product information
de_de: Produktinformation

source: Please save the entered account details of your payment provider, to make a test payment.
de_de: Bitte speichern Sie die eingegebenen Kontodaten Ihres Zahlungsanbieters, um eine Testzahlung zu tätigen.

source: Payment Method
de_de: Zahlungsart

source: — Select Repeat —
de_de: — Wählen Sie wiederholen —

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Annually
de_de: Jährlich

source: days
de_de: tage

source: weeks
de_de: Wochen

source: months
de_de: Monate

source: year
de_de: Jahr

source: Subscription
de_de: Abonnement

source: Test Subscription
de_de: Test-Abonnement

source: Start a subscription for this payment.
de_de: Starten Sie ein Abonnement für diese Zahlung.

source: Frequency
de_de: Häufigkeit

source: Repeat every
de_de: Wiederhole jeden

source: days/weeks/months/year
de_de: Tage/Wochen/Monate/Jahr

source: Ends On
de_de: Endet am

source: Never
de_de: Niemals

source: After %s times
de_de: Nach %s mal

source: On %s
de_de: Am %s

source: No notes found.
de_de: Keine Notizen gefunden.

source: Date
de_de: Datum
nl_nl: Datum

source: Note
de_de: Anmerkung

source: User
de_de: Benutzer

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Transaction ID
de_de: Transaktions-ID
nl_nl: Transactie ID

source: Action URL
de_de: Aktions-URL

source: Return URL
de_de: Rückkehr-URL

source: Redirect URL
de_de: Weiterleitungs-URL

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Consumer
de_de: Konsument
nl_nl: Consument

source: Source
de_de: Ursprung
nl_nl: Bron

source: Period
de_de: Zeitraum

source: Level
de_de: Niveau

source: Purchase ID
de_de: Bestellnummer
nl_nl: Aankoop ID

source: Session ID
de_de: Sitzungs-ID

source: User ID
de_de: Benutzer ID

source: Subscription ID
de_de: Abonnementnummer

source: User Agent
de_de: Benutzeragent

source: IP Address
de_de: IP-Adresse

source: This payment is not related to a subscription.
de_de: Diese Zahlung bezieht sich nicht auf ein Abonnement.

source: Check status
de_de: Status überprüfen

source: Update
de_de: Aktualisieren

source: l jS \o\f F Y, h:ia
de_de: l j. F Y, H:i

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Next Payment Date
de_de: Nächste Zahlung

source: Expiry Date
de_de: Ablaufdatum

source: No payments found.
de_de: Keine Zahlungen gefunden.
nl_nl: Geen betalingen gevonden.

source: Payment
de_de: Zahlung

source: Transaction
de_de: Transaktion
nl_nl: Transactie

source: Icon
de_de: Symbol

source: Website
de_de: Webseite

source: You succesfully activated your website.
de_de: Sie haben Ihre Website erfolgreich aktiviert.

source: This license does not have any activations left. Maybe you have to deactivate your license on a local/staging server. This can be done on your <a href="http://www.pronamic.eu/" target="_blank">Pronamic.eu account</a>.
de_de: Diese Lizenz hat keine Aktivierungen mehr. Möglicherweise müssen Sie Ihre Lizenz auf einem lokalen / staging Server deaktivieren. Dies kann auf Ihrem <a href="http://www.pronamic.eu/" target="_blank">Pronamic.eu Account</a> geschehen.

source: There was a problem activating your license key, please try again or contact support.
de_de: Es gab ein Problem bei der Aktivierung des Lizenzschlüssels, bitte versuchen sie es erneut oder kontaktieren Sie den Support.

source: Pronamic Pay Data Update Required
de_de: Pronamic Pay Data Update erforderlich

source: We just need to update your install to the latest version
de_de: Wir müssen nur noch Ihre Installation auf die neueste Version aktualisieren

source: Run the updater
de_de: Die Aktualisierung jetzt starten

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
de_de: Es wird empfohlen, dass Sie einen Backup Ihrer Datenbank machen, bevor Sie fortfahren. Sind Sie sicher, dass Sie den Updater jetzt ausführen möchten?

source: Welcome to Pronamic Pay
de_de: Willkommen bei Pronamic Pay

source: Thanks for installing Pronamic Pay. Version %s is more powerful, stable and secure than ever before. We hope you enjoy using it.
de_de: Vielen Dank für die Installation von Pronamic Pay. Version %s ist leistungsfähiger, stabiler und sicherer als je zuvor. Wir hoffen, Sie genießen es, es zu benutzen.

source: What is new
de_de: Was ist neu

source: Getting started
de_de: Erste Schritte

source: Support
de_de: Unterstützung

source: Please follow the tour, read the 'What is new' and 'Getting Started' pages before contacting us. Also, check the system status page for any issues.
de_de: Bitte folgen Sie der Tour, lesen Sie die Seiten "Was ist neu" und "Erste Schritte", bevor Sie uns kontaktieren. Überprüfen Sie auch die Systemstatus-Seite auf Probleme.

source: Start tour
de_de: Tour starten

source: Pending Payments
de_de: Ausstehende Zahlungen

source: No pending payments found.
de_de: Keine ausstehenden Zahlungen gefunden.

source: Pronamic News
de_de: Pronamic Nachrichten

source: The default payment status pages are created.
de_de: Die Standardseiten für den Zahlungsstatus werden erstellt.

source: Payment Gateways
de_de: Zahlungsarten

source: Extensions
de_de: Erweiterungen

source: Documentation
de_de: Dokumentation
nl_nl: Documentatie

source: On the Pronamic Pay dashboard you can restart this tour and see an overview of the latest pending payments.
de_de: Auf dem Pronamic Pay-Dashboard können Sie diese Tour neu starten und eine Übersicht über die letzten ausstehenden Zahlungen anzeigen.

source: It also gives you access to the “Getting Started” and “System Status” pages in case you have issues.
de_de: Sie erhalten außerdem Zugriff auf die Seiten "Erste Schritte" und "Systemstatus", falls Sie Probleme haben sollten.

source: And you can follow the latest news from the Pronamic.eu weblog.
de_de: Und Sie können die neuesten Nachrichten aus dem Pronamic.eu Weblog verfolgen.

source: Next
de_de: Weiter

source: Close
de_de: Schließen

source: Payment Forms
de_de: Bezahlformulare

source: On the payment forms page you can add, edit or delete simple payment forms.
de_de: Auf der Seite Zahlungsformulare können Sie einfache Zahlungsformulare hinzufügen, bearbeiten oder löschen.

source: Currently it’s not possible to adjust the form fields or styling of these forms.
de_de: Derzeit ist es nicht möglich, die Formularfelder oder das Styling dieser Formulare anzupassen.

source: For more advanced payment forms we advice you to use the <a href="%1$s" target="%2$s">“Gravity Forms” plugin</a>.
de_de: Für erweiterte Zahlungsformulare empfehlen wir Ihnen, das <a href="%1$s" target="%2$s">"Gravity Forms" -Plugin zu verwenden</a> .

source: Previous
de_de: Zurück

source: Configurations
de_de: Konfigurationen
nl_nl: Configuraties

source: Here you can find an overview of all the gateway configurations on your WordPress site.
de_de: Hier finden Sie eine Übersicht aller Gateway-Konfigurationen auf Ihrer WordPress-Seite.

source: To use the Pronamic Pay plugin you have to add an payment gateway configuration.
de_de: Um das Pronamic Pay Plugin nutzen zu können, müssen Sie eine Payment Gateway Konfiguration hinzufügen.

source: Normally you get the required configuration information from your payment provider.
de_de: Normalerweise erhalten Sie die erforderlichen Konfigurationsinformationen von Ihrem Zahlungsanbieter.

source: Payments
de_de: Zahlungen
nl_nl: Betalingen

source: On the payments page you can find an overview off all the payments initiated on your WordPress site.
de_de: Auf der Zahlungsseite finden Sie eine Übersicht über alle Zahlungen, die auf Ihrer WordPress-Seite eingeleitet wurden.

source: You can easily filter the payments by status or use the search field to search for specific payments.
de_de: Sie können die Zahlungen einfach nach Status filtern oder das Suchfeld verwenden, um nach bestimmten Zahlungen zu suchen.

source: We advice you to regular check the pending payments on this overview and adjust the status of these payments manual if needed.
de_de: Wir empfehlen Ihnen, die ausstehenden Zahlungen in dieser Übersicht regelmäßig zu überprüfen und gegebenenfalls den Status dieser Zahlungsanweisung anzupassen.

source: Reports
de_de: Berichte

source: The Pronamic Pay reports page shows you an graph of all the payments of this year.
de_de: Auf der Seite Pronamic Pay-Berichte sehen Sie eine Grafik aller Zahlungen dieses Jahres.

source: You can see the number of succesfull payments and the total amount of pending, succesfull, cancelled and failed payments.
de_de: Sie können die Anzahl der erfolgreichen Zahlungen und den Gesamtbetrag der ausstehenden, erfolgreichen, stornierten und fehlgeschlagenen Zahlungen sehen.

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: These are the General settings for the Pronamic Pay plugin.
de_de: Dies sind die allgemeinen Einstellungen für das Pronamic Pay-Plugin.

source: Here you can enter your license key and configure some default settings.
de_de: Hier können Sie Ihren Lizenzschlüssel eingeben und einige Standardeinstellungen konfigurieren.

source: Congratulations
de_de: Gratulation

source: You’ve just installed the Pronamic Pay plugin. Click “Start Tour” to view a quick introduction of this plugin’s core functionality.
de_de: Sie haben gerade das Pronamic Pay-Plugin installiert. Klicken Sie auf "Tour starten", um eine kurze Einführung in die Kernfunktionalität dieses Plugins zu erhalten.

source: Tools
de_de: Werkzeuge

source: On the tools page you can find some additional features and information.
de_de: Auf der Tools-Seite finden Sie einige zusätzliche Funktionen und Informationen.

source: The system status page gives you some basic information about your WordPress installation which come in handy if you are having issues.
de_de: Die Systemstatus-Seite gibt Ihnen einige grundlegende Informationen über Ihre WordPress-Installation, die sich als nützlich erweisen, wenn Sie Probleme haben.

source: The iDEAL status page gives you information about the iDEAL status of the various banks who offer iDEAL.
de_de: Die iDEAL-Statusseite gibt Ihnen Informationen über den iDEAL-Status der verschiedenen Banken, die iDEAL anbieten.

source: Pages Generator
de_de: Seiten Generator
nl_nl: Pagina's generator

source: With the pages generator tool you can easily generate some optional payment status pages.
de_de: Mit dem Seitengenerator-Tool können Sie auf einfache Weise einige optionale Seiten zum Zahlungsstatus generieren.

source: Gateways
de_de: Zahlungsgateways

source: The gateways page gives you an overview of all the gateways that er supported by the Pronamic Pay plugin.
de_de: Die Gateways-Seite gibt Ihnen einen Überblick über alle Gateways, die vom Pronamic Pay-Plugin unterstützt werden.

source: The extensions page gives you an overview of all the extensions that er supported by the Pronamic Pay plugin.
de_de: Auf der Seite "Erweiterungen" erhalten Sie einen Überblick über alle Erweiterungen, die vom Pronamic Pay-Plugin unterstützt werden.

source: Methods
de_de: Methoden

source: The methods page gives you an overview of all the methods that er supported by the Pronamic Pay plugin.
de_de: Die Methoden-Seite gibt Ihnen einen Überblick über alle Methoden, die vom Pronamic Pay-Plugin unterstützt werden.

source: The documentation page has an overview of all kind of documentation files from different payment providers.
de_de: Die Dokumentationsseite bietet einen Überblick über alle Arten von Dokumentationsdateien verschiedener Zahlungsanbieter.

source: Brand
de_de: Marke

source: The brand page has some additional images and banners which you could add to your WordPress website.
de_de: Die Markenseite enthält einige zusätzliche Bilder und Banner, die Sie Ihrer WordPress-Website hinzufügen können.

source: License
de_de: Lizenz

source: The license page gives you additional information about your license and license key.
de_de: Auf der Lizenzseite erhalten Sie zusätzliche Informationen zu Ihrer Lizenz und Ihrem Lizenzschlüssel.

source: Follow Pronamic
de_de: Folgen Sie Pronamic

source: Title
de_de: Titel
nl_nl: Titel

source: Version
de_de: Version: %s

source: Supported extensions
de_de: Unterstützte Erweiterungen

source: Author
de_de: Autor

source: Requires at least
de_de: Erfordert mindestens

source: Supported Payment Gateways
de_de: Unterstützte Zahlungsgateways

source: Site
de_de: Webseite

source: Step 1: open an account with a payment provider
de_de: Schritt 1: öffnen Sie ein Konto bei einem Zahlungsanbieter

source: To start accepting online payments, you'll first need to register with a payment provider. Payment providers are responsible for the actual processing of transactions. We support most popular Dutch payment providers and banks, but are not a payment provider ourselves. The Pronamic Pay plugin is the glue between the chosen payment provider and a wide variety of supported e-commerce plugins.
de_de: Um Online-Zahlungen zu akzeptieren, müssen Sie sich zunächst bei einem Zahlungsanbieter registrieren. Zahlungsanbieter sind für die tatsächliche Abwicklung von Transaktionen verantwortlich. Wir unterstützen die beliebtesten Zahlungsanbieter und Banken, sind aber selbst kein Zahlungsanbieter. Das Pronamic Pay-Plugin ist die Verbindung zwischen dem gewählten Zahlungsanbieter und einer Vielzahl von unterstützten E-Commerce-Plugins.

source: View supported payment providers
de_de: Sehen Sie sich die unterstützten Zahlungsanbieter an

source: Step 2: add payment provider configuration
de_de: Schritt 2: fügen Sie die Konfiguration des Zahlungsanbieters hinzu

source: Create a new configuration via Pay » Configurations » Add new. The account details to use are provided by the payment provider via e-mail or through a dashboard.
de_de: Erstellen Sie eine neue Konfiguration über Bezahlen » Konfigurationen » Neu hinzufügen. Die zu verwendenden Kontoinformationen werden vom Zahlungsanbieter per E-Mail oder über ein Dashboard bereitgestellt.

source: Some payment providers need additional setup to receive automatic payment status updates in WordPress. Please see the "Transaction Feedback" tab of the configuration for details.
de_de: Einige Zahlungsanbieter benötigen zusätzliche Einstellungen, um automatische Zahlungsstatus-Updates in WordPress zu erhalten. Details finden Sie auf der Registerkarte "Transaktionsfeedback" der Konfiguration.

source: Add new payment provider configuration
de_de: Fügen Sie eine neue Zahlungsanbieterkonfiguration hinzu

source: Step 3: test configuration
de_de: Schritt 3: test Konfiguration

source: After the payment provider configuration has been added, the "Test" section below the settings box can be used to test the configuration. You can choose from various payment methods (depending on the payment provider) and enter an amount for the payment. The configuration is working properly if you are redirected to a screen that mentions the same amount.
de_de: Nachdem die Konfiguration des Zahlungsanbieters hinzugefügt wurde, kann der Abschnitt "Test" unter dem Einstellungsfeld zum Testen der Konfiguration verwendet werden. Sie können zwischen verschiedenen Zahlungsmethoden wählen (abhängig vom Zahlungsanbieter) und einen Betrag für die Zahlung eingeben. Die Konfiguration funktioniert ordnungsgemäß, wenn Sie zu einem Bildschirm weitergeleitet werden, der den gleichen Betrag enthält.

source: Testing different amounts might be mandatory for your payment provider. If so, an additional box with amounts will be shown. You need to test all these amounts before your live account will be activated by the payment provider.
de_de: Das Testen verschiedener Beträge ist möglicherweise für Ihren Zahlungsanbieter obligatorisch. Wenn ja, wird eine zusätzliche Box mit Beträgen angezeigt. Sie müssen alle diese Beträge testen, bevor Ihr Live-Konto vom Zahlungsanbieter aktiviert wird.

source: Step 4: configure e-commerce plugin
de_de: Schritt 4: konfigurieren Sie das E-Commerce-Plugin

source: To actually use the configuration to receive payments, you need to configure your e-commerce plugin. Many popular e-commerce plugins are supported. These plugins usually have their own payment settings page, where you choose which configuration to use in the payment methods that are provided by the Pronamic iDEAL plugin.
de_de: Um die Konfiguration tatsächlich zu verwenden, um Zahlungen zu erhalten, müssen Sie Ihr E-Commerce-Plugin konfigurieren. Viele populäre E-Commerce-Plugins werden unterstützt. Diese Plugins haben normalerweise eine eigene Seite mit Zahlungseinstellungen, auf der Sie auswählen, welche Konfiguration in den Zahlungsmethoden des Pronamic Pay-Plugins verwendet werden soll.

source: View supported e-commerce plugins
de_de: Sehen Sie sich die unterstützten E-Commerce-Plugins an

source: Recurring payments for MemberPress
de_de: Wiederkehrende Zahlungen für MemberPress

source: We do our best to bring recurring payments support to as many plugins as possible. After plugins such as Gravity Forms and WooCommerce Subscriptions, this functionality can now also be used with MemberPress. The plugin provides the ability to offer memberships to your visitors and the subscription amount can now be charged automatically. Recurring payments are only supported with payment provider Mollie for now.
de_de: Wir tun unser Bestes, wiederkehrende Zahlungen Unterstützung so viele Plugins wie möglich zu bringen. Nach Plugins wie Gravity Forms und WooCommerce Subscriptions kann diese Funktionalität jetzt auch mit MemberPress verwendet werden. Das Plugin bietet die Möglichkeit, Ihren Besuchern Mitgliedschaften anbieten und der Betrag kann nun automatisch aufgeladen werden. Wiederkehrende Zahlungen werden vorerst nur mit Payment Provider Mollie unterstützt.

source: It is now possible to set a Google Analytics tracking ID in the plugin settings. A completed payment will automatically be send to Google (in live mode). The payment will be linked to the session of the visitor, which allows you to use visitor revenue in Google Analytics reports.
de_de: Es ist jetzt möglich, eine Google Analytics-tracking-ID in den Plugin-Einstellungen festlegen. Eine erfolgreiche Zahlung werden automatisch an Google senden (im live-Modus). Die Zahlung wird auf die Sitzung des Besuchers verknüpft werden, ermöglicht es Ihnen Besucher Einkünfte in Google Analytics-Berichte zu verwenden.

source: Better subscriptions
de_de: Bessere Abonnements

source: Pronamic Pay includes support for subscriptions to receive recurring payments. This version includes improvements based on user feedback. Switching between subscriptions with WooCommerce Subscriptions is now supported for example, and payment dates information has been extended and is more reliable.
de_de: Pronamic Pay beinhaltet Support für Abonnements, um wiederkehrende Zahlungen zu erhalten. Diese Version enthält Verbesserungen basierend auf Benutzerfeedback. Beispielsweise wird jetzt der Wechsel zwischen Abonnements mit WooCommerce Subscriptions unterstützt, und die Daten zu Zahlungsterminen wurden erweitert und sind zuverlässiger.

source: Restrict Content Pro lets you sell memberships to provide access to your content. In this version of Pronamic Pay we introduce support for this plugin. Recurring payments can be used, so subscription payments are processed automatically when they are due for renewal. Recurring payments are now also supported with s2Member (new shortcodes can be created with the included generator).
de_de: Mit Restricted Content Pro können Sie Mitgliedschaften verkaufen, um Zugriff auf Ihre Inhalte zu erhalten. In dieser Version von Pronamic Pay stellen wir die Unterstützung für dieses Plugin vor. Es können wiederkehrende Zahlungen verwendet werden, sodass Abonnementzahlungen automatisch verarbeitet werden wenn sie zur Erneuerung fällig sind. Wiederkehrende Zahlungen werden nun auch mit s2Member unterstützt (neue Shortcodes können mit dem Generator erstellt werden).

source: Refreshed payments overview
de_de: Aktualisiert Zahlungen Übersicht

source: The payments list got a visual refresh. Most noticeable are the new status icons and updated default columns to make the overview a lot cleaner and easier to use. Additional columns can be displayed by enabling them in the "Screen Options" at the right top of the page.
de_de: Die Zahlungsliste wurde optisch aktualisiert. Am auffälligsten sind die neuen Statussymbole und die aktualisierten Standardspalten, um die Übersicht viel sauberer und einfacher zu verwenden. Zusätzliche Spalten können angezeigt werden, indem Sie sie in den "Bildschirmoptionen" oben rechts auf der Seite aktivieren.

source: License Status
de_de: Lizenz Status

source: Valid
de_de: Gültig

source: Invalid
de_de: Ungültig

source: Site Inactive
de_de: Seite inaktiv

source: Next License Check
de_de: Nächste Lizenzprüfung

source: Not scheduled
de_de: Nicht geplant

source: WordPress Environment
de_de: WordPress-Umgebung

source: Site URL
de_de: Website URL

source: Home URL
de_de: Startseite URL

source: Pronamic Pay requires PHP 5.2 or above.
de_de: Pronamic Pay benötigt PHP 5.2 oder höher.

source: Pronamic Pay requires MySQL 5 or above.
de_de: Pronamic Pay erfordert MySQL 5 oder höher.

source: Pronamic Pay requires WordPress 3.2 or above.
de_de: Pronamic Pay benötigt WordPress 4.7 oder höher.

source: WP Memory Limit
de_de: WP-Speicher-Limit

source: We recommend setting memory to at least 64MB. See: <a href="%s" target="_blank">Increasing memory allocated to PHP</a>
de_de: Wir empfehlen eine Einstellung von mindestens 64MB. Siehe: <a href="%s" target="_blank">Von PHP genutzten Speicher erhöhen</a>

source: Character Set
de_de: Zeichensatz

source: Pronamic Pay advices to set the character encoding to UTF-8.
de_de: Pronamic Pay empfiehlt die Zeichenkodierung auf UTF-8 zu setzen.

source: Time
de_de: Zeit
nl_nl: Tijd

source: Y/m/d g:i:s A
de_de: d. F Y H:i:s
nl_nl: d-m-Y H:i

source: Pronamic Pay requires OpenSSL 0.9.8 or above.
de_de: Pronamic Pay erfordert OpenSSL 0.9.8 oder höher.

source: Registered Hashing Algorithms
de_de: Registrierte Hashing-Algorithmen

source: Pronamic Pay requires the "sha1" hashing algorithm.
de_de: Pronamic Pay benötigt den Hash-Algorithmus "sha1".

source: iDEAL issuers status
de_de: iDEAL-Emittentenstatus

source: monitored by <a href="%s" target="_blank">iDEAL-status.nl</a>
de_de: überwacht von <a href="%s" target="_blank">iDEAL-status.nl</a>

source: Issuer
de_de: Aussteller

source: Success
de_de: Erfolgreich
nl_nl: Succes

source: Failure
de_de: Fehler
nl_nl: Storing

source: %s payment
de_de: %s Zahlung

source: Configuration %d
de_de: Konfiguration %d

source: Payment Form %d
de_de: Zahlungsformular %d

source: Payment %d
de_de: Zahlung %d

source: Unfortunately the Pronamic Pay plugin will no longer work correctly in PHP versions older than 5.3. Read more information about <a href="%1$s" target="%2$s">how you can update</a>.
de_de: Leider funktioniert das Pronamic Pay Plugin in PHP Versionen älter als 5.3 nicht mehr korrekt. Lesen Sie mehr darüber, <a href="%1$s" target="%2$s">wie Sie aktualisieren können</a>.

source: Personal Info
de_de: Persönliche Informationen

source: Email Address
de_de: E-Mail-Adresse
nl_nl: E-mailadres

source: Payment Info
de_de: Zahlungsparameter

source: Error
de_de: Fehler
nl_nl: Fout
