Repository: 8KCool/WordPress-Plugin-iDEAL-Bancontact-
Catalog: languages/pronamic_ideal-*.po
Languages: de_de, nl_nl

source: You have chosen the payment method "Bank transfer". To complete your payment, please transfer the amount to the payment service provider (%1$s). <strong>Account holder:</strong> %2$s <strong>Account IBAN:</strong> %3$s <strong>Account BIC:</strong> %4$s <strong>Amount:</strong> %5$s <strong>Transaction reference:</strong> %6$s <em>Please note: only payments with the mentioned transaction reference can be processed.</em>
de_de: Sie haben die Zahlungsart "Überweisung" gewählt. Um Ihre Zahlung abzuschliessen, Bitte überweisen Sie den Betrag auf der Payment Service Provider (%1$s). <strong>Kontoinhaber:</strong> %2$s <strong>Konto IBAN: </strong> %3$s <strong>Konto BIC:</strong> %4$s <strong>Betrag:</strong> %5$s <strong>Transaktions-Referenz:</strong> %6$s <em>Bitte beachten Sie: nur Zahlungen mit der Transaktions-Referenz genannten verarbeitet werden können.</em>

source: Set the Webhook URL in the %s dashboard to receive automatic transaction status updates.
de_de: Legen Sie die Webhook-URL im Dashboard %s fest, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.

source: API key
de_de: API-Schlüssel

source: as mentioned in the %s dashboard
de_de: wie im Dashboard von %s erwähnt

source: Copy the Webhook URL to the %s dashboard to receive automatic transaction status updates.
de_de: Kopieren Sie die Webhook-URL in das Dashboard %s, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.

source: https://www.mollie.com/en/pricing
de_de: https://www.mollie.com/de/pricing

source: Payment status updates will be processed without any additional configuration. The <em>Webhook URL</em> is being used to receive the status updates.
de_de: Zahlungsstatus-Updates werden ohne zusätzliche Konfiguration verarbeitet. Die <em>Webhook-URL</em> wird verwendet um die Statusaktualisierungen zu erhalten.

source: API key as mentioned in the payment provider dashboard
de_de: API-Schlüssel wie im Dashboard des Zahlungsanbieters angegeben

source: The Webhook URL as sent with each transaction to receive automatic payment status updates on.
de_de: Die Webhook-URL wird mit jeder Transaktion gesendet, um automatische Zahlungsstatus-Updates zu erhalten.

source: Customer live ID
de_de: Kunden live ID

source: Customer test ID
de_de: Kunden test ID

source: Mollie.nl accountnummer. Op het gespecificeerde account wordt na succesvolle betaling tegoed bijgeschreven.
de_de: Mollie.com Kontonummer. Auf dem angegebenen Konto wird das Guthaben nach erfolgreicher Zahlung gutgeschrieben.

source: Hiermee kunt u een ander websiteprofielen selecteren om uw betaling aan te linken. Gebruik de waarde uit het veld Key uit het profiel overzicht. [<a href="%s" target="_blank">bekijk overzicht van uw profielen</a>].
de_de: Ermöglicht Ihnen ein anderes Website-Profil auszuwählen um Ihre Zahlung zu verknüpfen. Verwenden Sie den Wert aus dem Feld Schlüssel aus der Profilübersicht. [<a href="%s" target="_blank"> Ansicht der Übersicht Ihrer Profile</a>].

source: Account ID
de_de: Konto ID

source: Site ID
de_de: Seiten ID

source: First enter an API Key and save the configuration, to be able to choose from your Nocks merchant profiles.
de_de: Zunächst geben Sie einen API-Schlüssel und speichern Sie die Konfiguration, um aus Ihrem Nocks Händler Profilen wählen können.

source: — Select Merchant Profile —
de_de: — Wählen Sie eine Profil —

source: https://payment-services.ingenico.com/nl/en
de_de: https://ingenico.de

source: Webhook requested.
de_de: Webhook angefordert.

source: Acceptance
de_de: Akzeptanz

source: Card Number
de_de: Kartennummer

source: Transaction Date
de_de: Transaktionsdatum

source: SHA Signature
de_de: SHA-Unterschrift

source: Ogone transaction data in response message:
de_de: Ogone Transaktionsdaten in Antwortnachricht:

source: The URLs below need to be copied to the payment provider dashboard to receive automatic transaction status updates.
de_de: Die folgenden URLs müssen in das Dashboard des Zahlungsanbieters kopiert werden, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.

source: PSPID as mentioned in the payment provider dashboard.
de_de: PSPID wie im Dashboard des Zahlungsanbieters angegeben.

source: API user ID
de_de: API Benutzer ID

source: User ID of the API user in the payment provider dashboard: Configuration &raquo; Users
de_de: Benutzer-ID des API-Benutzers im Dashboard des Zahlungsanbieters: Konfiguration » Benutzer

source: API user password
de_de: API Benutzer Passwort

source: Password of the API user in the payment provider dashboard: Configuration &raquo; Users
de_de: Passwort des API-Benutzers im Dashboard des Zahlungsanbieters: Konfiguration » Benutzer

source: SHA-IN pass phrase as mentioned in the payment provider dashboard: Configuration &raquo; Technical information &raquo; Data and origin verification.
de_de: SHA-IN Passphrase wie im Dashboard des Zahlungsanbieters angegeben: Konfiguration » Technische Informationen » Daten und Ursprungsüberprüfung.

source: SHA-OUT pass phrase as mentioned in the payment provider dashboard: Configuration &raquo; Technical information &raquo; Transaction feedback.
de_de: SHA-OUT Passphrase wie im Dashboard des Zahlungsanbieters angegeben: Konfiguration » Technische Informationen » Transaktionsfeedback.

source: Hash algorithm
de_de: Hash-Algorithmus

source: Enable 3-D Secure protocol
de_de: 3-D Secure-Protokoll aktivieren

source: Payment status updates are not supported by this payment provider.
de_de: Aktualisierungen des Zahlungsstatus werden von diesem Zahlungsanbieter nicht unterstützt.

source: Form Action URL
de_de: Formular-Aktions-URL

source: With this setting you can override the default Ogone e-Commerce form action URL to the payment processing page.
de_de: Mit dieser Einstellung können Sie der Standard Ogone e-Commerce Formularaktions-URL auf der Zahlungsverarbeitungsseite überschreiben.

source: The Ogone %s parameter.
de_de: Der Ogone Parameter %s.

source: Template Page
de_de: Vorlagenseite

source: URL accepted, on hold or uncertain
de_de: URL akzeptiert, gehalten oder unsicher

source: Direct HTTP server-to-server request URL for payment statuses accepted, on hold or uncertain".
de_de: Direkte HTTP-Server-zu-Server-Anfrage-URL für Zahlungsstatus, die angenommen, gehalten oder unsicher sind.

source: URL cancel or deny
de_de: URL abbrechen oder ablehnen

source: Direct HTTP server-to-server request URL for payment statuses "cancelled by the client" or "too many rejections by the acquirer".
de_de: Direkte HTTP-Server-zu-Server-Anfrage-URL für Zahlungsstatus "vom Kunden storniert" oder "zu viele Ablehnungen durch den Erwerber".

source: Currency Code
de_de: Währungscode

source: Transaction Date Time
de_de: Transaktion Datum/Uhrzeit

source: Transaction Reference
de_de: Transaktions-Referenz

source: Key Version
de_de: Schlüsselversion

source: Authorisation ID
de_de: Autorisierungs-ID

source: Payment Mean Brand
de_de: Zahlungsmittel-Marke

source: Payment Mean Type
de_de: Zahlungsmittel-Type

source: Response Code
de_de: Antwortcode

source: OmniKassa transaction data in response message:
de_de: OmniKassa-Transaktionsdaten in der Antwortnachricht:

source: You can find the key version in the <a href="%s" target="_blank">OmniKassa Download Dashboard</a>.
de_de: Sie finden die Schlüsselversion im <a href="%s" target="_blank">OmniKassa Download Dashboard</a> .

source: The OmniKassa %s parameter.
de_de: Der OmniKassa %s Parameter.

source: Unknown response from Pay.nl error.
de_de: Unbekannte Antwort von Pay.nl Fehler.

source: Unknown Pay.nl error.
de_de: Unbekannter Pay.nl Fehler.

source: Token as mentioned at <strong>Merchant » Company data (Connection)</strong> in the payment provider dashboard.
de_de: Token wie unter <strong>Merchant » Firmendaten (Verbindung)</strong> im Dashboard des Zahlungsanbieters angegeben.

source: Service ID as mentioned at <strong>Manage » Services</strong> in the payment provider dashboard.
de_de: Service-ID wie unter <strong>Verwalten » Dienste</strong> im Dashboard des Zahlungsanbieters angegeben.

source: Unknwon Sisow message (%s)
de_de: Unknow Sisow Nachricht (%s)

source: Merchant ID as mentioned at <strong>My Profile</strong> in the Sisow dashboard.
de_de: Merchant-ID wie unter <strong>Mein Profil</strong> im Sisow-Dashboard angegeben.

source: Merchant Key as mentioned at <strong>My Profile</strong> in the Sisow dashboard.
de_de: Merchant Key wie unter <strong>Mein Profil</strong> im Sisow-Dashboard angegeben.

source: Shop ID as mentioned at <strong>My Profile</strong> in the Sisow dashboard.
de_de: Shop-ID wie unter <strong>Mein Profil</strong> im Sisow-Dashboard angegeben.

source: Layout code as mentioned at <strong>Sub accounts</strong> in the TargetPay dashboard.
de_de: Layoutcode wie unter <strong>Unterkonten</strong> im TargetPay-Dashboard angegeben.

source: Message
de_de: Meldung
nl_nl: Bericht

source: Suggested Action
de_de: Vorgeschlagene Aktionen

source: Consumer Message
de_de: Kundennachricht
nl_nl: Consumenten bericht

source: Accept payment by iDEAL
de_de: Akzeptieren Zahlung von iDEAL

source: Order
de_de: Bestellung

source: Expected result if integration is correct
de_de: Erwartetes Ergebnis, wenn die Integration korrekt ist

source: Transaction with <code>amount</code> = %s:
de_de: Transaktion mit <code>amount</code> = %s:

source: Payment notice
de_de: Zahlungshinweis

source: Redirecting…
de_de: Umleiten…

source: You will be automatically redirected to the online payment environment.
de_de: Sie werden automatisch zur Online-Zahlungsumgebung weitergeleitet.

source: Please click the button below if you are not automatically redirected.
de_de: Bitte klicken Sie auf die Schaltfläche unten, wenn Sie nicht automatisch umgeleitet werden.

source: The Pronamic Pay plugin adds payment methods like iDEAL, Bancontact, credit card and more to your WordPress site for a variety of payment providers.
de_de: Das Pronamic Pay Plugin fügt Zahlungsmethoden wie SOFORT Banking, Kreditkarte, iDEAL, Bancontact und mehr für eine Vielzahl von Zahlungsanbietern hinzu.

# Recurring payment
source: Interval
de_de: Intervall

# Recurring payment
source: Frequency
de_de: Háufigkeit

# Recurring payment
source: Unlimited
de_de: Unbegrenzt

# Recurring payment
source: Every
de_de: Jedes

# Recurring payment
source: times
de_de: mal

# Payment method field
source: All available methods
de_de: Alle verfügbaren Methoden

# Payment method field
source: Other
de_de: Andere

# Payment method field
source: All
de_de: Alle

# slug
source: payment-forms
de_de: zahlungsformulare

# Payment status
source: Pending
de_de: Ausstehend

# Payment status
source: Processing
de_de: In Bearbeitung

# Payment status
source: On Hold
de_de: Warten

# Payment status
source: Completed
de_de: Abgeschlossen

# Payment status
source: Cancelled
de_de: Abgebrochen

# Payment status
source: Refunded
de_de: Erstattet

# Payment status
source: Failed
de_de: Fehlgeschlagen

# Payment status
source: Expired
de_de: Abgelaufen

# Payment title date format parsed by `date_i18n`.
source: M d, Y @ h:i A
de_de: M d, Y @ H:i

# default datetime format
source: D j M Y \a\t H:i
de_de: D j M Y \u\m H:i

# Subscription status
source: Pending
de_de: Ausstehend

# Subscription status
source: Cancelled
de_de: Abgebrochen

# Subscription status
source: Expired
de_de: Abgelaufen

# Subscription status
source: Failed
de_de: Fehlgeschlagen

# Subscription status
source: Active
de_de: Aktiv

# Subscription status
source: Completed
de_de: Abgeschlossen

# Subscription title date format parsed by `date_i18n`.
source: M d, Y @ h:i A
de_de: M d, Y @ H:i

# creditcard
source: Reference number
de_de: Referenz-Nummer

# creditcard
source: Capture Day
de_de: Tag zu erfassen

# creditcard
source: Capture Mode
de_de: Erfassen-Modus

# Payment method name
source: AMEX
de_de: American Express

# Payment method name
source: MASTER
de_de: Mastercard

# icepay
source: Merchant ID
de_de: Händler-ID

# icepay
source: Secret Code
de_de: Geheim Code

# ing_kassa_compleet
source: API Key
de_de: API Schlüssel

# mollie
source: API Key
de_de: API Schlüssel

# nocks
source: Access Token
de_de: Zugangs-Token

# nocks
source: Merchant Profile
de_de: Händlerprofil

# omnikassa
source: Signing Key
de_de: Signierungsschlüssel

# sisow
source: Merchant ID
de_de: Händler-ID

# sisow
source: Merchant Key
de_de: Händlerschlüssel

source: iDEAL Settings
nl_nl: iDEAL instellingen

source: General Settings
nl_nl: Algemene instellingen

source: The license key is used for access to automatic upgrades and support.
nl_nl: De licentiecode wordt gebruikt voor automatische upgrades en support.

source: Installation Status
nl_nl: Installatie status

source: PHP Version
nl_nl: PHP versie

source: Pronamic iDEAL requires PHP 5.2 or above.
nl_nl: Pronamic iDEAL vereist PHP 5.2 of hoger.

source: MySQL Version
nl_nl: MySQL versie

source: Pronamic iDEAL requires MySQL 5 or above.
nl_nl: Pronamic iDEAL vereist MySQL 5 of hoger.

source: WordPress Version
nl_nl: WordPress versie

source: Pronamic iDEAL requires WordPress 3.2 or above.
nl_nl: Pronamic iDEAL vereist WordPress 3.2 of hoger.

source: Save
nl_nl: Opslaan

source: iDEAL Pages Generator
nl_nl: iDEAL pagina's generator

source: This page allows you to easily create pages for each iDEAL payment status.
nl_nl: Via deze pagina kunt u eenvoudig pagina's aanmaken voor de verschillende iDEAL betalingsstatussen.

source: iDEAL payment error
nl_nl: iDEAL betalingsfout

source: <p>Unfortunately an error has occurred during your iDEAL payment.</p>
nl_nl: <p>Helaas is er een fout opgetreden tijdens uw iDEAL betaling.</p>

source: iDEAL payment canceled
nl_nl: iDEAL betaling geannuleerd

source: <p>You canceled the iDEAL payment.</p>
nl_nl: <p>U heeft de iDEAL betaling geannuleerd.</p>

source: iDEAL payment unknown
nl_nl: iDEAL betaling onbekend

source: <p>The status of your iDEAL payment is unknown.</p>
nl_nl: <p>De status van uw iDEAL betaling is onbekend.</p>

source: iDEAL payment expired
nl_nl: iDEAL betaling verlopen

source: <p>Unfortunately your iDEAL payment session has expired.</p>
nl_nl: <p>Uw iDEAL betalingssessie is helaas verlopen.</p>

source: iDEAL payment completed
nl_nl: iDEAL betaling voltooid

source: <p>The payment process is successfully completed.</p>
nl_nl: <p>Het betalingsproces is succesvol voltooid.</p>

source: Content
nl_nl: Inhoud

source: Generate Pages
nl_nl: Genereer pagina's

source: The payment status is: %s
nl_nl: De betaling status is: %s

source: iDEAL Payment
nl_nl: iDEAL betaling

source: Expiration Period
nl_nl: Vervalperiode

source: Name
nl_nl: Naam

source: Account Number
nl_nl: Rrekeningnummer

source: Status Request
nl_nl: Status verzoek

source: iDEAL Payments
nl_nl: iDEAL betalingen

source: iDEAL Configurations
nl_nl: iDEAL configuraties

source: iDEAL Documentation
nl_nl: iDEAL documentatie

source: version %s
nl_nl: versie %s

source: Configuration deleted.
nl_nl: Configuratie verwijderd.

source: Bulk Actions
nl_nl: Acties

source: Delete
nl_nl: Verwijder

source: Apply
nl_nl: Toepassen

source: Merchant ID
nl_nl: Winkelier ID

source: Number Payments
nl_nl: Aantal betalingen

source: Edit
nl_nl: Bewerken

source: Not available
nl_nl: Niet beschikbaar

source: iDEAL Variants
nl_nl: iDEAL varianten

source: Method
nl_nl: Methode

source: Basic
nl_nl: Basis

source: Unfortunately we could not generate a certificate resource from the given CSR (Certificate Signing Request).
nl_nl: Helaas konden we geen certificaat resource generen vanuit de opgeven CSR (Certificate Signing Request).

source: Unfortunately we could not generate a private key.
nl_nl: We konden helaas niet een privé sleutel genereren.

source: Configuration updated, %s.
nl_nl: Configuratie geüpdate, %s.

source: back to overview
nl_nl: terug naar overzicht

source: You receive the merchant ID (also known as: acceptant ID) from your iDEAL provider.
nl_nl: Je ontvangt de winkelier ID (ook wel: merchant ID of acceptant ID) van je iDEAL provider.

source: You receive the sub ID from your iDEAL provider, the default is: %s.
nl_nl: Je ontvangt de sub ID van je iDEAL provider, standaard is dit: %s.

source: Hash Key
nl_nl: Hash sleutel

source: You configure the hash key (also known as: key or secret key) in the iDEAL dashboard of your iDEAL provider.
nl_nl: Je configureert de hash sleutel (ook wel: sleutel of geheime sleutel) in het iDEAL dashboard van je iDEAL provider.

source: Download Private Key
nl_nl: Download privé sleutel

source: SHA Fingerprint: %s
nl_nl: SHA vingerafdruk: %s

source: Download Private Certificate
nl_nl: Download privé certificaat

source: Private Key and Certificate Generator
nl_nl: Privé sleutel en certificaat generator

source: specify the length of time for which the generated certificate will be valid, in days.
nl_nl: specificieer hoelang de gegenereerde certificaat geldig moet zijn in dagen.

source: 2 letter code [NL]
nl_nl: 2 letters code [NL]

source: State or Province
nl_nl: Staat of provincie

source: full name [Friesland]
nl_nl: volledige naam [Friesland]

source: Locality
nl_nl: Localiteit

source: eg, city
nl_nl: bijvoorbeeld, stad

source: eg, company [Pronamic]
nl_nl: bijvoorbeeld, bedrijf [Pronamic]

source: eg, section
nl_nl: bijvoorbeeld, sectie

source: Common Name
nl_nl: Algemene naam

source: eg, YOUR name
nl_nl: bijvoorbeeld, uw naam

source: Do you have an iDEAL subscription with Rabobank or ING Bank, please fill in the domainname of your website.
nl_nl: Heb je een iDEAL abonnement bij de Rabobank of ING bank, vul dan de domeinnaam van deze website in.

source: Do you have an iDEAL subscription with ABN AMRO, please fill in "ideal_<strong>company</strong>", where "company" is your company name (as specified in the request for the subscription). The value must not exceed 25 characters.
nl_nl: Heb je een iDEAL abonnement bij ABN AMRO, vul dan "ideal_<strong>bedrijf</strong>", waar "bedrijf" is uw bedrijfsnaam (zoals opgegevens bij de aanvraag van iDEAL). De waarde moet niet langer zijn dan 25 tekens.

source: Generate
nl_nl: Genereer

source: We could not find any feed with the ID "%s".
nl_nl: We konden geen feed vinden met de ID "%s".

source: Retrieve Issuers Lists
nl_nl: Ophalen issuers lijsten

source: Mandatory Tests
nl_nl: Verplichte tests

source: Test Case %s
nl_nl: Test %s

source: Feed deleted.
nl_nl: Feed verwijderd.

source: To get started, please configure your %s.
nl_nl: Om te beginnen configureer je %s.

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Search Lead
nl_nl: Zoek inzending

source: Feed updated, %s.
nl_nl: Feed geüpdate, %s.

source: back to list
nl_nl: terug naar lijst

source: &mdash; Select a form &mdash;
nl_nl: &mdash; Selecteer een formulier &mdash;

source: No iDEAL configurations found, %s.
nl_nl: Geen iDEAL configuraties gevonden, %s.

source: create an iDEAL configuration
nl_nl: creëer een iDEAL configuratie

source: &mdash; Select configuration &mdash;
nl_nl: &mdash; Selecteer configuratie &mdash;

source: Maximum number of charachters is 32, you should also consider the use of variables Gravity Forms. An generated description that is longer than 32 characters will be automatically truncated.
nl_nl: Maximum aantal tekens 32 is, hou daarbij ook rekening met het gebruik van Gravity Forms variabelen. Een gegeneerde beschrijving die langer is dan 32 tekens zal automatisch worden afgekapt.

source: Merge Tag Examples: Entry Id = <code>{entry_id}</code>, Form Id = <code>{form_id}</code>, Form Title = <code>{form_title}</code>
nl_nl: Samenvoegen tag voorbeelden: Inzending ID = <code>{entry_id}</code>, Formulier ID = <code>{form_id}</code>, Formulier titel = <code>{form_title}</code>

source: iDEAL Condition
nl_nl: iDEAL conditie

source: Enable
nl_nl: Inschakelen

source: Send to iDEAL if
nl_nl: Verstuur naar iDEAL als

source: To create a condition, your form must have a drop down, checkbox or multiple choice field.
nl_nl: Om een conditie in te stellen moet je formulier een selectieveld, selectievakje of meerkeuzeveld bevatten.

source: Status Links
nl_nl: Status koppelingen

source: Cancel
nl_nl: Annuleren

source: &mdash; Select &mdash;
nl_nl: &mdash; Selecteren &mdash;

source: E-Mail Address
nl_nl: E-mailadres

source: Owner Address
nl_nl: Eigenaar adres

source: Owner City
nl_nl: Eigenaar woonplaats

source: Owner ZIP
nl_nl: Eigenaar postcode

source: &mdash; Select configuration &mdash;
nl_nl: &mdash; Selecteer configuratie &mdash;

source: <strong>Pronamic iDEAL limited:</strong> You exceeded the maximum free payments of %d, you should enter an valid license key on the %s.
nl_nl: <strong>Pronamic iDEAL beperkt:</strong> U heeft het maximaal aantal gratis betalingen van %d overschreden, u dient een geldige licentie sleutel in te voeren op de %s.

source: iDEAL settings page
nl_nl: iDEAL instellingen pagina

source: iDEAL Administrator
nl_nl: iDEAL beheerder

source: Administrator
nl_nl: Beheerder

source: Variants
nl_nl: Varianten

source: Give the customer instructions for paying via iDEAL, and let them know that their order won't be shipping until the money is received.
nl_nl: Geef de klant instructies voor het betalen via iDEAL, en laat hen weten dat hun bestelling niet zal worden verstuurd totdat het geld is ontvangen.

source: Select an iDEAL configuration.
nl_nl: Selecteer een iDEAL configuratie.

source: Paying with iDEAL is not possible. Please try again later or pay another way.
nl_nl: Betalen met iDEAL is nu niet mogelijk. Probeer het later nogmaals of betaal op een andere manier.

source: Awaiting iDEAL payment
nl_nl: In afwachting van iDEAL betaling

source: Check the payment of order #%s in your <a href="%s">iDEAL dashboard</a> and <a href="%s">update the status of the order</a>.
nl_nl: Controleer de betaling voor bestelling #%s in uw <a href="%s">iDEAL dashboard</a> en <a href="%s">update de status van de bestelling</a>.

source: Check iDEAL payment
nl_nl: Controleer iDEAL betaling

source: Check iDEAL payment for order #%s
nl_nl: Controleer iDEAL betaling voor bestelling #%s

source: Payment of the order has been cancelled.
nl_nl: Betaling van de bestelling is geannuleerd.

source: An unexpected error occured during transaction.
nl_nl: Een overwachte fout vond plaats tijdens de transactie.

source: The maximum transaction time expired.
nl_nl: De maximale transactie tijd is verlopen.

source: The transaction failed for an unknown reason.
nl_nl: De transactie is mislukt om een onbekende reden.

source: Transaction was not finished and was left open.
nl_nl: Transactie is niet afgerond en is open gelaten.

source: Errors
nl_nl: Fouten

source: Shipping
nl_nl: Verzending

source: Tax
nl_nl: BTW

source: Create iDEAL feed
nl_nl: Creëer iDEAL feed

source: Edit iDEAL feed
nl_nl: Bewerk iDEAL feed

source: iDEAL Fields
nl_nl: iDEAL velden
