Repository: 8KCool/WordPress-Plugin-iDEAL-Bancontact-
Catalog: languages/pronamic_ideal-*.po
Languages: de_de, nl_nl

source: Send Notifications Delay
de_de: Benachrichtigungsverzögerung senden

source: Notifications for which sending will be delayed until the payment has been received.
de_de: Benachrichtigungen deren Versand verzögert wird bis die Zahlung eingegangen ist.

source: Delay sending notifications until payment has been received.
de_de: Verzögern Sie das Senden von Benachrichtigungen bis die Zahlung eingegangen ist.

source: Admin notification
de_de: Admin Benachrichtigung

source: User notification
de_de: Benutzer Benachrichtigung

source: Delay actions
de_de: Aktionen verzögern

source: Actions for which execution will be delayed until the payment has been received.
de_de: Aktionen deren Ausführung verzögert wird bis die Zahlung eingegangen ist.

source: Delay actions until payment has been received.
de_de: Aktionen verzögern bis die Zahlung eingegangen ist.

source: Creating a post
de_de: Erstellen eines Posts

source: Registering the user
de_de: Registrieren des Benutzers

source: Creating quotes and invoices with Sliced Invoices
de_de: Erstellen von Angeboten und Rechnungen mit Sliced Invoices

source: Sending estimates and invoices with Moneybird
de_de: Senden von Schätzungen und Rechnungen mit Moneybird

source: Sending data to Twilio
de_de: Senden von Daten an Twilio

source: Uploading files to Dropbox
de_de: Hochladen von Dateien zu Dropbox

source: Sending data to Zapier
de_de: Daten an Zapier senden

source: Subscribing the user to ActiveCampaign
de_de: Abonnieren des Benutzers für ActiveCampaign

source: Subscribing the user to AWeber
de_de: Abonnieren des Benutzers zu AWeber

source: Subscribing the user to Campaign Monitor
de_de: Abonnieren des Benutzers für Campaign Monitor

source: Subscribing the user to MailChimp
de_de: Abonnieren des Benutzers für MailChimp

source: Set Gravity Forms confirmations, pages or URLs to redirect to after a payment with the mentioned status.
de_de: Legen Sie Gravity Forms Bestätigungen, Seiten oder URLs fest, auf die nach einer Zahlung mit dem genannten Status umgeleitet werden soll.

source: Cancelled
de_de: Abgebrochen
nl_nl: Geannuleerd

source: Open
de_de: Offen

source: Confirmation:
de_de: Bestätigung:

source: Page:
de_de: Seite:
nl_nl: Pagina:

source: — Select —
de_de: — Auswählen —

source: Set the subscription details for recurring payments.
de_de: Legen Sie die Abonnementdetails für wiederkehrende Zahlungen fest.

source: Recurring amount
de_de: Wiederkehrender Betrag

source: None
de_de: Keiner

source: Form total
de_de: Formularsumme

source: Form field
de_de: Formularfeld

source: Fixed
de_de: Fest

source: day(s)
de_de: Tag(e)

source: week(s)
de_de: Woche(n)

source: month(s)
de_de: Monat(e)

source: year(s)
de_de: Jahr(e)

source: Use a field value of 0 days for one-time payments.
de_de: Verwenden Sie einen Feldwert von 0 Tagen für einmalige Zahlungen.

source: Set corresponding form fields to include user data in the payment data with some payment providers.
de_de: Setzen Sie entsprechende Formularfelder, um bei einigen Zahlungsanbietern Benutzerdaten in die Zahlungsdaten aufzunehmen.

source: Address 2
de_de: Adresszeile 2

source: State
de_de: Bundesland

source: Telephone Nnumber
de_de: Telefon Nummer

source: Optional settings for advanced usage only.
de_de: Optionale Einstellungen nur für erweiterte Verwendung.

source: Condition
de_de: Bedingung
nl_nl: Conditie

source: is
de_de: ist

source: is not
de_de: ist nicht
nl_nl: is niet

source: Set a condition to only use the gateway if the entry matches the condition.
de_de: Setzen Sie eine Bedingung, um das Gateway nur zu verwenden wenn der Eintrag der Bedingung entspricht.

source: To create a condition, your form must contain a drop down, checkbox or multiple choice field.
de_de: Um eine Bedingung zu erstellen, muss Ihr Formular ein Dropdown-, Kontrollkästchen- oder Mehrfachauswahlfeld enthalten.

source: Update user role
de_de: Nutzer Rolle aktualisieren
nl_nl: Update gebruikersrol

source: Thank you for updating! This new version of Pronamic Pay changes how you manage your payment feeds.
de_de: Danke für die Aktualisierung! Diese neue Version von Pronamic Pay ändert die Verwaltung Ihrer Zahlungs-Feeds.

source: Manage pay feeds contextually
de_de: Kontextuell Zahlungs-Feeds verwalten

source: Pay feeds are now accessed via the Pay sub-menu within the Form Settings.
de_de: Pay-Feeds werden nun über das Untermenü Bezahlen in den Formulareinstellungen aufgerufen.

source: I understand this change, hide this message.
de_de: Ich verstehe diese Änderung, verstecke diese Nachricht.

source: Please wait…
de_de: Bitte warten…

source: Adds the ability for users to checkout with iDEAL.
de_de: Fügt Benutzern die Möglichkeit zum Auschecken mit iDEAL hinzu.

source: iThemes Exchange Order
de_de: iThemes Exchange Bestellung

source: iThemes Exchange order %s
de_de: iThemes Exchange Bestellung %s

source: Back to Add-ons
de_de: Zurück zu Add-ons

source: iDEAL payment cancelled.
de_de: iDEAL-Zahlung abgebrochen.
nl_nl: iDEAL betaling geannuleerd.

source: iDEAL payment expired.
de_de: iDEAL-Zahlung abgelaufen.
nl_nl: iDEAL betaling verlopen.

source: iDEAL payment failed.
de_de: iDEAL-Zahlung fehlgeschlagen.
nl_nl: iDEAL betaling mislukt.

source: iDEAL payment completed.
de_de: iDEAL-Zahlung abgeschlossen.
nl_nl: iDEAL betaling voltooid.

source: iDEAL payment open.
de_de: IDALE-Zahlung offen.
nl_nl: iDEAL betaling open.

source: iDEAL payment unknown.
de_de: iDEAL-Zahlung unbekannt.
nl_nl: iDEAL betaling onbekend.

source: Jigoshop Order
de_de: Jigoshop Bestellung

source: Pronamic iDEAL
de_de: Pronamic Pay

source: Allow iDEAL payments.
de_de: Erlaube iDEAL-Zahlungen.

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Auschecken sieht.
nl_nl: Hiermee beheert u de titel die gebruikers zien tijdens het afrekenen.

source: This controls the description which the user sees during checkout.
de_de: Beschreibungstext, den Benutzer bei der Auswahl dieser Zahlungsart sehen.
nl_nl: Hiermee beheert u de titel die gebruikers zien tijdens het afrekenen.

source: Pending iDEAL payment.
de_de: Ausstehende iDEAL Zahlung.
nl_nl: In afwachting van iDEAL betaling.

source: Order %s
de_de: Bestellung %s
nl_nl: Bestelling %s

source: %s subscription deleted.
de_de: %s Abonnement gelöscht.

source: MemberPress Transaction
de_de: MemberPress Transaktion

source: %s subscription on hold.
de_de: %s Abonnement in Wartestellung.

source: %s subscription reactivated.
de_de: %s Abonnement wurde erneut aktiviert.

source: %s subscription cancelled.
de_de: %s Abonnement gekündigt.

source: JavaScript is disabled in your browser. You will not be able to complete your purchase until you either enable JavaScript in your browser, or switch to a browser that supports it.
de_de: JavaScript ist in deinem Browser deaktiviert. Bitte aktiviere JavaScript um den Kauf erfolgreich abschließen zu können, oder wechsele zu einem Browser, der dieses unterstützt.

source: Pronamic iDEAL Options
de_de: Pronamic Pay Optionen

source: Transaction #%s
de_de: Transaktion #%s

source: Membership Transaction
de_de: Membership Transaktion

source: iDEAL - Online payment through your own bank
de_de: iDEAL - Online-Zahlung über Ihre eigene Bank

source: Default: <code>%s</code>
de_de: Standard: <code>%s</code>

source: Button description
de_de: Tastenbelegung

source: Subscription activated by %s
de_de: Abonnement aktiviert von %s

source: Subscription canceled by %s
de_de: Abonnement storniert von %s

source: Subscription completed by %s
de_de: Abonnement abgeschlossen von %s

source: Subscription pending by %s
de_de: Abonnement ausstehend von %s

source: Restrict Content Pro Order
de_de: Restrict Content Pro Bestellung

source: Checkout label
de_de: Kasse-Label

source: Enter a label to display at checkout.
de_de: Geben Sie eine Bezeichnung ein die beim Auschecken angezeigt werden soll.

source: Choose your configuration.
de_de: Wählen Sie Ihre Konfiguration.

source: Restrict Content Pro order %s
de_de: Restrict Content Pro Bestellung %s

source: Thanks %1$s! Your membership has been approved. Your password is %2$s. Please change your password when you login. If you have any trouble, please feel free to contact us. Best Regards, %3$s
de_de: Danke %1$s! Ihre Mitgliedschaft wurde genehmigt. Ihr Passwort ist %2$s. Bitte ändern Sie Ihr Passwort, wenn Sie sich einloggen. Wenn Sie Probleme haben, wenden Sie sich bitte an uns. Beste Grüße, %3$s

source: Dear %1$s, Your membership is due for renewal on %2$s. To cancel your subscription, visit %3$s Best Regards, %4$s
de_de: Sehr geehrte %1$s, Ihre Mitgliedschaft ist fällig für %2$s. Um Ihr Abonnement zu kündigen, besuchen Sie %3$s Beste Grüße, %4$s

source: Account Confirmation
de_de: Kontobestätigung

source: Update user "%1$s" to role "%2$s" and added custom capability "%3$s".
de_de: Benutzer "%1$s" Rolle "%2$s" zu aktualisieren und benutzerdefinierte Funktion "%3$s" hinzugefügt.

source: 1 day
de_de: 1 Tag

source: 2 day
de_de: 2 Tage

source: 3 day
de_de: 3 Tage

source: 4 day
de_de: 4 Tage

source: 5 day
de_de: 5 Tage

source: 6 day
de_de: 6 Tage

source: 1 week
de_de: 1 Woche

source: 2 week
de_de: 2 Wochen

source: 3 week
de_de: 3 Wochen

source: 1 month
de_de: 1 Monat

source: 2 month
de_de: 2 Monate

source: 3 month
de_de: 3 Monate

source: 4 month
de_de: 4 Monate

source: 5 month
de_de: 5 Monate

source: 6 month
de_de: 6 Monate

source: 1 year
de_de: 1 Jahr

source: 2 years
de_de: 2 Jahre

source: 3 years
de_de: 3 Jahre

source: 4 years
de_de: 4 Jahre

source: 5 years
de_de: 5 Jahre

source: lifetime
de_de: lebenslange

source: Signup Confirmation Email Message
de_de: Anmeldebestätigung E-Mail-Nachricht

source: Subscription Renewal Notice Email Subject
de_de: Abonnementverlängerungsbenachrichtigung E-Mail-Betreff

source: Subscription Renewal Notice Email Message
de_de: Abonnementverlängerungsbenachrichtigung E-Mail-Nachricht

source: Pronamic iDEAL Buttons Generator
de_de: Pronamic Pay Tastengenerator

source: iDEAL Buttons
de_de: iDEAL Tasten

source: iDEAL s2Member Payment || {{order_id}}
de_de: iDEAL s2Member Zahlung || {{order_id}}

source: Single payment
de_de: Einmalzahlung

source: I want to charge %1$s for %2$s
de_de: Ich möchte %1$s für %2$s berechnen

source: access to level %s content.
de_de: Zugriff auf Inhalt von Level %s.

source: Description:
de_de: Beschreibung:

source: Button text:
de_de: Tasten-Text:

source: Default: <code>%s</code>.
de_de: Standard: <code>%s</code>.

source: Shopp Order
de_de: Shopp Bestellung

source: Select configuration
de_de: Konfiguration auswählen
nl_nl: Selecteer configuratie

source: Select payment method
de_de: Zahlungsmethode auwählen

source: This controls the icon which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Auschecken sieht.

source: By using this payment method you authorize us via Bancontact to debit payments from your bank account.
de_de: Mit dieser Zahlungsmethode ermächtigen Sie uns über Bancontact, Zahlungen von Ihrem Bankkonto abzubuchen.

source: By using this payment method you authorize us via iDEAL to debit payments from your bank account.
de_de: Mit dieser Zahlungsmethode ermächtigen Sie uns über iDEAL, Zahlungen von Ihrem Bankkonto abzubuchen.

source: By using this payment method you authorize us via Sofort to debit payments from your bank account.
de_de: Mit dieser Zahlungsmethode ermächtigen Sie uns über Sofort, Zahlungen von Ihrem Bankkonto abzubuchen.

source: Your order will be processed once we receive the payment.
de_de: Ihre Bestellung wird bearbeitet, sobald wir die Zahlung erhalten haben.

source: payment expired
de_de: Zahlung abgelaufen

source: payment failed
de_de: Zahlung fehlgeschlagen

source: payment completed
de_de: Zahlung abgeschlossen

source: payment open
de_de: Zahlung offen

source: payment unknown
de_de: Zahlung unbekannt

source: WooCommerce Order
de_de: WooCommerce Bestellung

source: Proceed to %s
de_de: Weiter zu %s

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
nl_nl: Inschakelen/uitschakelen

source: Enable %s
de_de: %s aktivieren

source: Give the customer instructions for paying via %s, and let them know that their order won't be shipping until the money is received.
de_de: Geben Sie dem Kunden Anweisungen zum Bezahlen über %s und teilen Sie ihm mit, dass die Bestellung erst versendet wird wenn das Geld eingegangen ist.

source: Payment Options
de_de: Zahlungsoptionen

source: Payment Description
de_de: Zahlungsbeschreibung

source: This controls the payment description.
de_de: Dies steuert die Zahlungsbeschreibung.

source: The payment gateway could not be found.
de_de: Das Zahlungsgateway wurde nicht gefunden.

source: You have to select an gateway configuration on the <a href="%s">WooCommerce checkout settings page</a>.
de_de: Sie müssen eine Gateway-Konfiguration auf der <a href="%s">WooCommerce Kasse-Einstellungsseite</a> auswählen.

source: Awaiting payment.
de_de: Zahlung erwartet.

source: With iDEAL you can easily pay online in the secure environment of your own bank.
de_de: Mit iDEAL können Sie einfach online in der sicheren Umgebung Ihrer eigenen Bank bezahlen.
nl_nl: Via iDEAL kunt u vertrouwd, veilig en gemakkelijk online betalen via de veilige omgeving van uw eigen bank.

source: Order {order_number}
de_de: Bestellung {order_number}

source: WooCommerce order %s
de_de: WooCommerce Bestellung %s

source: Purchase #%s
de_de: Bestellung #%s

source: WP e-Commerce Purchase
de_de: WP e-Commerce Bestellung

source: Unable to retrieve issuers from Buckaroo.
de_de: Die Aussteller von Buckaroo konnten nicht abgerufen werden.

source: Status Code Detail
de_de: Status-Code Details

source: Status Message
de_de: Statusmeldung

source: Invoice Number
de_de: Rechnungsnummer

source: Timestamp
de_de: Zeitstempel

source: Service iDEAL Consumer Issuer
de_de: Service iDEAL Verbraucher Emittent

source: Service iDEAL Consumer Name
de_de: Service iDEAL Verbraucher Name

source: Service iDEAL Consumer IBAN
de_de: Service iDEAL Verbraucher IBAN

source: Service iDEAL Consumer BIC
de_de: Service iDEAL Verbraucher BIC

source: Transactions
de_de: Transaktionen

source: Buckaroo data:
de_de: Buckaroo Daten:

source: Webhook requested by %s.
de_de: Webhook angefordert von %s.

source: Account details are provided by %1$s after registration. These settings need to match with the %1$s dashboard.
de_de: Kontoinformationen werden von %1$s nach der Registrierung bereitgestellt. Diese Einstellungen müssen mit dem %1$s-Dashboard übereinstimmen.

source: Transaction feedback
de_de: Transaktion Rückmeldung

source: Payment status updates will be processed without any additional configuration. The <em>Push URL</em> is being used to receive the status updates.
de_de: Zahlungsstatus-Updates werden ohne zusätzliche Konfiguration verarbeitet. Die <em>Push-URL</em> wird verwendet, um die Statusaktualisierungen zu erhalten.

source: Website key as mentioned in the Buckaroo dashboard on the page "Profile » Website".
de_de: Website-Schlüssel wie im Buckaroo-Dashboard auf der Seite "Profile" Website erwähnt.

source: Secret key as mentioned in the Buckaroo dashboardb on the page "Configuration » Secret Key for Digital Signature".
de_de: Geheimschlüssel wie im Buckaroo-Dashboard auf der Seite "Konfiguration" geheimer Schlüssel für digitale Signatur "erwähnt.

source: Payment status updates will be processed without any additional configuration.
de_de: Zahlungsstatus-Updates werden ohne zusätzliche Konfiguration verarbeitet.

source: Excluded services
de_de: Exkludierte Serviceleistungen

source: This controls the Buckaroo %s parameter.
de_de: Dies steuert den Buckaroo%s-Parameter.

source: Invoice number
de_de: Rechnungsnummer

source: The Push URL as sent with each transaction to receive automatic payment status updates on.
de_de: Die Push-URL die bei jeder Transaktion gesendet wird, um automatische Aktualisierungen des Zahlungsstatus zu erhalten.

source: Approval code
de_de: Genehmigungscode

source: Time of transaction processing
de_de: Zeitpunkt der Transaktionsverarbeitung

source: Identification for transaction
de_de: Identifikation für die Transaktion

source: Fail reason
de_de: Fehlergrund

source: Response hash
de_de: Antwort-Hash

source: Processor response code
de_de: Prozessor-Antwortcode

source: Fail code
de_de: Fehlercode

source: Creditcard issuing bank
de_de: Kreditkartenausgebende Bank

source: Creditcard country
de_de: Kreditkartenland

source: Creditcard brand
de_de: Kreditkarten-Marke

source: EMS e-Commerce transaction data in response message:
de_de: EMS-E-Commerce-Transaktionsdaten in Antwortnachricht:

source: Account details are provided by the payment provider after registration. These settings need to match with the payment provider dashboard.
de_de: Die Kontodaten werden vom Zahlungsanbieter nach der Registrierung bereitgestellt. Diese Einstellungen müssen mit dem Dashboard des Zahlungsanbieters übereinstimmen.

source: The EMS e-Commerce %s parameter.
de_de: Der EMS e-Commerce Parameter %s.

source: https://icepay.com/nl/en/pricing-and-accounts/
de_de: https://icepay.de/preise-und-accounts/

source: Set the below URLs in the payment provider dashboard to receive automatic transaction status updates.
de_de: Legen Sie die folgenden URLs im Dashboard des Zahlungsanbieters fest, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.

source: Merchant ID as mentioned in the ICEPAY dashboard at the "My websites" page.
de_de: Händler-ID wie im ICEPAY-Dashboard auf der Seite "Meine Websites" erwähnt.

source: Secret Code as mentioned in the ICEPAY dashboard at the "My websites" page.
de_de: Geheimcode wie im ICEPAY-Dashboard auf der Seite "Meine Websites" erwähnt.

source: Receiving payment status updates needs additional configuration, if not yet completed.
de_de: Das Empfangen von Zahlungsstatus-Updates erfordert zusätzliche Konfiguration, falls sie noch nicht abgeschlossen ist.

source: The Icepay %s parameter.
de_de: Der Icepay Parameter %s.

source: Thank you page URL
de_de: URL der Dankeseite

source: Error page URL
de_de: Fehler Seite URL

source: Merchant ID (or Acceptant ID)
de_de: Merchant ID (oder Acceptant ID)

source: as mentioned in the payment provider dashboard
de_de: wie im Dashboard des Zahlungsanbieters erwähnt

source: The iDEAL %s parameter.
de_de: Der iDEAL Parameter %s.

source: The response code (<code>%s<code>) from the iDEAL provider was incorrect.
de_de: Der Antwortcode (<code>%s<code>) vom iDEAL-Provider war falsch.

source: Unknwon iDEAL message (%s)
de_de: Unbekannte iDEAL-Nachricht (%s)

source: Private key and certificate
de_de: Privater Schlüssel und Zertifikat

source: Organization
de_de: Organisation
nl_nl: Organisatie

source: Organization name, e.g. Pronamic
de_de: Organisationsname, zB Pronamic

source: Organization Unit
de_de: Abteilung
nl_nl: Organisatie unit

source: Organization unit, e.g. Administration
de_de: Organisationseinheit, zB Verwaltung

source: City, e.g. Amsterdam
de_de: Stadt, zB Berlin

source: State / province
de_de: Bundesland

source: State or province, e.g. Friesland
de_de: Staat oder Provinz, zB Berlin

source: 2 letter country code, e.g.
de_de: 2 Brief Ländercode, z.B.

source: E-mail address
de_de: E-Mail Adresse

source: E-mail address, e.g. %s
de_de: E-Mail Adresse, zB %s

source: Number Days Valid
de_de: Anzahl Tage gültig
nl_nl: Aantal dagen geldig

source: Number of days the generated certificate will be valid for, e.g. 1825 days for the maximum duration of 5 years.
de_de: Anzahl der Tage für die das generierte Zertifikat gültig ist, z. B. 1825 Tage für die maximale Dauer von 5 Jahren.

source: Private Key Password
de_de: Privat Schlüssel Passwort
nl_nl: Privé sleutel wachtwoord

source: A random password which will be used for the generation of the private key and certificate.
de_de: Ein zufälliges Passwort das für die Erzeugung des privaten Schlüssels und des Zertifikats verwendet wird.

source: Private Key
de_de: Privat Schlüssel
nl_nl: Privé sleutel

source: The private key is used for secure communication with the payment provider. If left empty, the private key will be generated using the given private key password.
de_de: Der private Schlüssel wird für die sichere Kommunikation mit dem Zahlungsanbieter verwendet. Wenn sie leer gelassen wird, wird der private Schlüssel mit dem angegebenen privaten Schlüssel-Passwort erzeugt.

source: Private Certificate
de_de: Privates Zertifikat
nl_nl: Privé certificaat

source: The certificate is used for secure communication with the payment provider. If left empty, the certificate will be generated using the private key and given organization details.
de_de: Das Zertifikat wird für die sichere Kommunikation mit dem Zahlungsanbieter verwendet. Wenn das Feld leer bleibt, wird das Zertifikat mit dem privaten Schlüssel und den angegebenen Organisationsdetails generiert.

source: The private key and certificate have not yet been configured.
de_de: Der private Schlüssel und das Zertifikat wurden noch nicht konfiguriert.

source: A private key and certificate are required for communication with the payment provider. Enter the organization details from the iDEAL account below to generate these required files.
de_de: Ein privater Schlüssel und ein Zertifikat sind für die Kommunikation mit dem Zahlungsanbieter erforderlich. Geben Sie die Organisationsdetails aus dem folgenden iDEAL-Konto ein, um diese erforderlichen Dateien zu generieren.

source: A private key and certificate have been configured. The certificate must be uploaded to the payment provider dashboard to complete configuration.
de_de: Ein privater Schlüssel und ein Zertifikat wurden konfiguriert. Das Zertifikat muss auf das Dashboard des Zahlungsanbieters hochgeladen werden, um die Konfiguration abzuschließen.

source: Download certificate
de_de: Zertifikat herunterladen

source: Show details…
de_de: Zeige Details…

source: OpenSSL command
de_de: OpenSSL-Befehl

source: Leave empty and save the configuration to generate the private key or view the OpenSSL command.
de_de: Lassen Sie leer und speichern Sie die Konfiguration, um den privaten Schlüssel zu generieren oder den OpenSSL-Befehl anzuzeigen.

source: Download
de_de: Herunterladen

source: Upload
de_de: Hochladen

source: Leave empty and save the configuration to generate the certificate or view the OpenSSL command.
de_de: Lassen Sie leer und speichern Sie die Konfiguration, um das Zertifikat zu generieren oder den OpenSSL-Befehl anzuzeigen.

source: SHA Fingerprint
de_de: SHA Fingerabdruck

source: M j, Y @ G:i
de_de: d. F Y @ H:i

source: Valid From
de_de: Gültig ab

source: Valid To
de_de: Gültig bis

source: The URL below needs to be copied to the payment provider dashboard to receive automatic transaction status updates.
de_de: Die unten stehende URL muss in das Dashboard des Zahlungsanbieters kopiert werden, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.

source: Hash key (also known as: key or secret key) as mentioned in the payment provider dashboard.
de_de: Hash-Schlüssel (auch bekannt als Schlüssel oder geheimer Schlüssel) wie im Dashboard des Zahlungsanbieters angegeben.

source: XML Notification URL
de_de: XML-Benachrichtigungs-URL

source: Copy the XML notification URL to the payment provider dashboard to receive automatic transaction status updates.
de_de: Kopieren Sie die XML-Benachrichtigungs-URL in das Dashboard des Zahlungsanbieters, um automatische Aktualisierungen des Transaktionsstatus zu erhalten.
