Repository: 8KCool/WordPress-Plugin-iDEAL-Bancontact-
Catalog: languages/pronamic_ideal-*.po
Languages: de_de, nl_nl

source: About Pronamic Pay
de_de: Über Pronamic Pay

source: %s completed
de_de: %s abgeschlossen

source: %s pending
de_de: %s ausstehend

source: %s cancelled
de_de: %s abgebrochen

source: %s failed
de_de: %s fehlgeschlagen

source: %s expired
de_de: %s abgelaufen

source: Variant
de_de: Variante

source: Default
de_de: Standard

source: Configuration
de_de: Konfiguration
nl_nl: Configuratie

source: Configuration updated.
de_de: Konfiguration aktualisiert.

source: Configuration restored to revision from %s.
de_de: Konfiguration von %s Revision wiederhergestellt.

source: Configuration published.
de_de: Konfiguration veröffentlicht.

source: Configuration saved.
de_de: Konfiguration gespeichert.

source: Configuration submitted.
de_de: Konfiguration gesendet.

source: Configuration scheduled for: %s.
de_de: Konfiguration geplant für: %s.

source: Configuration draft updated.
de_de: Konfigurationsentwurf aktualisiert.

source: Payment Status
de_de: Zahlungsstatus

source: payment
de_de: zahlung

source: Payment completed
de_de: Zahlung abgeschlossen

source: completed
de_de: abgeschlossen
nl_nl: voltooid

source: <p>The payment has been successfully completed.</p>
de_de: <p>Die Zahlung wurde erfolgreich abgeschlossen.</p>

source: Payment cancelled
de_de: Zahlung abgebrochen

source: cancelled
de_de: abgebrochen
nl_nl: geannuleerd

source: <p>You have cancelled the payment.</p>
de_de: <p>Sie haben die Zahlung storniert.</p>

source: Payment expired
de_de: Zahlung abgelaufen

source: expired
de_de: abgelaufen
nl_nl: verlopen

source: <p>Your payment session has expired.</p>
de_de: <p>Ihre Zahlung-Sitzung ist abgelaufen.</p>

source: Payment error
de_de: Zahlungsfehler

source: error
de_de: fehler
nl_nl: fout

source: <p>An error has occurred during payment.</p>
de_de: <p>Fehler bei der Bezahlung.</p>

source: Payment status unknown
de_de: Zahlungs-Status unbekannt

source: unknown
de_de: unbekannt
nl_nl: onbekend

source: <p>The payment status is unknown.</p>
de_de: <p>Der Status der Zahlung ist unbekannt.</p>

source: Pay
de_de: Bezahlen

source: Subscriptions
de_de: Abonnements

source: Forms
de_de: Formulare

source: <strong>Pronamic Pay</strong> — You have not entered a valid <a href="%1$s">support license key</a>, please <a href="%2$s" target="_blank">get your key at pronamic.eu</a>.
de_de: <strong>Pronamic Pay</strong> - Sie haben keinen gültigen <a href="%1$s">Support-Lizenzschlüssel eingegeben</a>, bitte <a href="%2$s" target="_blank">holen Sie Ihren Schlüssel bei pronamic.eu</a> .

source: <strong>Pronamic Pay</strong> — You have not entered a valid <a href="%1$s">support license key</a>. Please <a href="%2$s" target="_blank">get your key at pronamic.eu</a> or login to <a href="%3$s" target="_blank">check your license status</a>.
de_de: <strong>Pronamic Pay</strong> - Sie haben keinen gültigen <a href="%1$s">Support-Lizenzschlüssel eingegeben</a>. Bitte <a href="%2$s" target="_blank">besorgen Sie sich Ihren Schlüssel bei pronamic.eu</a> oder loggen Sie sich ein <a href="%3$s" target="_blank">um Ihren Lizenzstatus zu überprüfen</a>.

source: Check Payment Status
de_de: Zahlungsstatus überprüfen

source: %s payment updated.
de_de: %s Zahlung aktualisiert.

source: %s payment is not updated because it already has a final payment status.
de_de: %s Zahlung wird nicht aktualisiert, da es bereits einen letzter Zahlungsstatus hat.

source: Requesting the current payment status is unsupported by %s.
de_de: Das Anfordern des aktuellen Zahlungsstatus wird von %s nicht unterstützt.

source: Payment status updated.
de_de: Zahlungsstatus aktualisiert.

source: Customer
de_de: Kunde

source: Unknown
de_de: Unbekannt
nl_nl: Onbekend

source: Recurring payment
de_de: Wiederkehrende Zahlung

source: First of recurring payment
de_de: Erste wiederkehrende Zahlung

source: %1$s for %2$s %3$s
de_de: %1$s für %2$s - %3$s

source: Notes
de_de: Notizen

source: Payment updated.
de_de: Zahlung aktualisiert.

source: Payment restored to revision from %s.
de_de: Zahlung von %s Revision wiederhergestellt.

source: Payment published.
de_de: Zahlung veröffentlicht.

source: Payment saved.
de_de: Zahlung gespeichert.

source: Payment submitted.
de_de: Zahlung gesendet.

source: Payment scheduled for: %s.
de_de: Zahlung geplant für: %s.

source: Payment draft updated.
de_de: Zahlung Entwurf aktualisiert.

source: Number succesfull payments
de_de: Anzahl erfolgreicher Zahlungen

source: Open payments
de_de: Offene Zahlungen

source: Succesfull payments
de_de: Erfolgreiche Zahlungen

source: Cancelled payments
de_de: Stornierte Zahlungen

source: Expired payments
de_de: Abgelaufene Zahlungen

source: Failed payments
de_de: Fehlgeschlagenen Zahlung

source: General
de_de: Allgemein
nl_nl: Algemeen

source: Support License Key
de_de: Support Lizenzschlüssel
nl_nl: Support licentiecode

source: Default Gateway
de_de: Standardgateway

source: — Select a gateway —
de_de: — Wählen Sie ein Gateway —

source: Set a Google Analytics tracking UA code to track ecommerce revenue.
de_de: Legen Sie ein Google Analytics tracking UA-Code, um e-Commerce-Umsatz zu verfolgen.

source: Remove Data
de_de: Daten entfernen

source: Remove all plugin data on uninstall
de_de: Plugindaten löschen beim Deinstallieren

source: Payment Status Pages
de_de: Zahlungsstatus Seiten

source: The page an user will get redirected to after payment, based on the payment status.
de_de: Die Seite, auf die ein Nutzer nach der Zahlung basierend auf dem Zahlungsstatus weitergeleitet wird.

source: Set default pages
de_de: Standard Seiten einstellen

source: — Select a page —
de_de: — Wählen Sie eine Seite —

source: Recurrence
de_de: Wiederholung

source: Payment Methods
de_de: Zahlungsmethoden

source: Overview of supported payment methods. A green checkmark icon indicates that the payment method seems to be activated for your account.
de_de: Übersicht über unterstützte Zahlungsmethoden. Ein grünes Häkchen angezeigt wird, scheint die Zahlungsmethode für Ihr Konto aktiviert werden.

source: Mode
de_de: Modus
nl_nl: Modus

source: Payer
de_de: Zahler

source: Bank Transfer
de_de: Banküberweisung

source: Credit Card
de_de: Kreditkarte

source: Direct Debit
de_de: Lastschrift

source: Choose your bank
de_de: Wählen Sie Ihre Bank
nl_nl: Kies uw bank

source: Choose your credit card issuer
de_de: Wählen Sie Ihren Kreditkartenaussteller

source: Direct Debit mandate via Bancontact
de_de: SEPA-Lastschriftmandat per Bancontact

source: Direct Debit mandate via iDEAL
de_de: SEPA-Lastschriftmandat per iDEAL

source: Direct Debit mandate via SOFORT
de_de: SEPA-Lastschriftmandat per SOFORT

source: KBC/CBC Payment Button
de_de: KBC/CBC-Zahlungsschaltfläche

source: SOFORT Banking
de_de: Sofortüberweisung

source: The response code (<code>%1$s<code>) was incorrect, required response code <code>%2$s</code>.
de_de: Der Antwortcode (<code>%1$s<code>) war falsch, erforderlicher Antwortcode <code>%2$s</code>.

source: Could not load the XML string.
de_de: Die XML-Zeichenfolge konnte nicht geladen werden.

source: Payment Form
de_de: Zahlungsformular

source: Add New
de_de: Neue hinzufügen
nl_nl: Nieuwe toevoegen

source: Add New Payment Form
de_de: Neue Zahlungsmethode hinzufügen

source: Edit Payment Form
de_de: Zahlungsformular bearbeiten

source: New Payment Form
de_de: Neues Zahlungsformular

source: All Payment Forms
de_de: Alle Zahlungsformulare

source: View Payment Form
de_de: Zahlungsformular ansehen

source: Search Payment Forms
de_de: Zahlungsformulare suchen

source: No payment forms found.
de_de: Keine Zahlungsformulare gefunden.

source: No payment forms found in Trash.
de_de: Keine Zahlungsformulare im Papierkorb gefunden.

source: Filter payment forms list
de_de: Zahlungsformularliste filtern

source: Payment forms list navigation
de_de: Zahlungsform-Listen-Navigation

source: Payment forms list
de_de: Zahlungsformulareliste

source: Earnings
de_de: Verdienste

source: Form Options
de_de: Formular Optionen

source: Please enter your first name
de_de: Bitte geben Sie Ihren Vornamen an

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail Adresse ein

source: Select Payment Form
de_de: Wählen Sie Zahlungsformular

source: Payment Form %s
de_de: Zahlungsformular %s

source: Payment %s
de_de: Zahlung %s

source: Qantani (new platform)
de_de: Qantani (neue Plattform)

source: Payment Gateway Configurations
de_de: Zahlungsgateway-Konfigurationen

source: Payment Gateway Configuration
de_de: Zahlungsgateway-Konfiguration

source: Add New Payment Gateway Configuration
de_de: Neue Zahlungsgateway-Konfiguration hinzufügen

source: Edit Payment Gateway Configuration
de_de: Zahlungsgateway-Konfiguration bearbeiten

source: New Payment Gateway Configuration
de_de: Neue Zahlungsgateway-Konfiguration

source: All Payment Gateway Configurations
de_de: Alle Zahlungsgateway-Konfigurationen

source: View Payment Gateway Configuration
de_de: Zahlungsgateway-Konfiguration ansehen

source: Search Payment Gateway Configurations
de_de: Zahlungsgateway-Konfigurationen suchen

source: No payment gateway configurations found.
de_de: Keine Zahlungsgateway-Konfigurationen gefunden.

source: No payment gateway configurations found in Trash.
de_de: Keine Zahlungsgateway-Konfigurationen im Papierkorb gefunden.

source: Filter payment gateway configurations list
de_de: Zahlungsgatewaykonfigurationenliste filtern

source: Payment gateway configurations list navigation
de_de: Zahlungsgateway-Konfiguration-Liste-Navigation

source: Payment gateway configurations list
de_de: Liste der Zahlungsgateway-Konfigurationen

source: Add New Payment
de_de: Neue Zahlung hinzufügen

source: Edit Payment
de_de: Zahlung bearbeiten

source: New Payment
de_de: Neue Zahlung

source: All Payments
de_de: Alle Zahlungen

source: View Payment
de_de: Zahlung ansehen

source: Search Payments
de_de: Suche Zahlungen
nl_nl: Betalingen zoeken

source: No payments found in Trash.
de_de: Keine Zahlungen im Papierkorb gefunden.

source: Filter payments list
de_de: Zahlungsliste filtern

source: Payments list navigation
de_de: Zahlungen-Liste-navigation

source: Payments list
de_de: Zahlungsliste

source: Pending <span class="count">(%s)</span>
de_de: Ausstehend <span class="count">(%s)</span>

source: Processing <span class="count">(%s)</span>
de_de: Verarbeitung <span class="count">(%s)</span>

source: On Hold <span class="count">(%s)</span>
de_de: Angehalten <span class="count">(%s)</span>

source: Completed <span class="count">(%s)</span>
de_de: Abgeschlossene <span class="count">(%s)</span>

source: Cancelled <span class="count">(%s)</span>
de_de: Storniert <span class="count">(%s)</span>

source: Refunded <span class="count">(%s)</span>
de_de: Erstattet <span class="count">(%s)</span>

source: Failed <span class="count">(%s)</span>
de_de: Fehlgeschlagene <span class="count">(%s)</span>

source: Expired <span class="count">(%s)</span>
de_de: Abgelaufen <span class="count">(%s)</span>

source: Currency
de_de: Währung

source: Order ID
de_de: Bestellung ID

source: Customer Name
de_de: Kunden Name
nl_nl: Klant naam

source: Address
de_de: Adresse

source: Zip
de_de: PLZ

source: City
de_de: Stadt
nl_nl: Plaats

source: Country
de_de: Land
nl_nl: Land

source: Payment status changed from "%1$s" to "%2$s".
de_de: Bezahlstatus wurde von "%s" zu "%s" geändert.

source: Payment created with status "%1$s".
de_de: Zahlung mit Status "%1$s" erstellt.

source: Payment status check at gateway by %s.
de_de: Zahlungsstatusprüfung am Gateway von %s.

source: Something went wrong with the payment. Please try again later or pay another way.
de_de: Etwas schief gelaufen mit der Zahlung. Bitte versuchen Sie es später erneut oder eine andere Möglichkeit zu bezahlen.

source: — Select Configuration —
de_de: — Konfiguration auswählen —

source: Payment for %s
de_de: Zahlung für %s

source: Completed
de_de: Erledigt

source: Canceled
de_de: Storniert

source: Expired
de_de: Abgelaufen
nl_nl: Verlopen

source: Subscription changed
de_de: Abonnement geändert

source: Add New Subscription
de_de: Neue Abonnement hinzufügen

source: Edit Subscription
de_de: Abonnement bearbeiten

source: New Subscription
de_de: Neues Abonnement

source: All Subscriptions
de_de: Alle Abonnemente

source: View Subscription
de_de: Abonnenment ansehen

source: Search Subscriptions
de_de: Such Abonnements

source: No subscriptions found.
de_de: Keine Abonnemente gefunden.

source: No subscriptions found in Trash.
de_de: Keine Abonnemente im Papierkorb gefunden.

source: Filter subscriptions list
de_de: Abonnementsliste filtern

source: Subscriptions list navigation
de_de: Navigation in der Abonnementliste

source: Subscriptions list
de_de: Abonnementliste

source: Active <span class="count">(%s)</span>
de_de: Aktiv <span class="count">(%s)</span>

source: Interval
de_de: Intervall

source: The subscription can not be renewed.
de_de: Das Abonnement kann nicht erneuert werden.

source: The subscription is already active.
de_de: Das Abonnement ist bereits aktiv.

source: day
de_de: Tag

source: week
de_de: Woche

source: month
de_de: Monat

source: Subscription Renewal
de_de: Abonnement Verlängerung

source: The subscription epxires at %s.
de_de: Die Abonnement-Epxires auf %s.

source: Subscription length
de_de: Abonnement Länge

source: Subscription for %s
de_de: Abonnement für %s

source: Subscription status changed from "%1$s" to "%2$s".
de_de: Abonnement-Status von "%1$s" in "%2$s" geändert.

source: Subscription created with status "%1$s".
de_de: Abonnement mit Status "%1$s" erstellt.

source: Subscription renewal due on %s.
de_de: Abo-Verlängerung am %s fällig.

source: Every %s day
de_de: Jeden %s Tag

source: Every %s week
de_de: Jeden %s Woche

source: Every %s month
de_de: Jeden %s Monat

source: Every %s year
de_de: Jeden %s Jahr

source: %s time
de_de: %s Mal

source: Order #%s
de_de: Bestellung #%s
nl_nl: Bestelling #%s

source: AppThemes Order
de_de: AppThemes Bestellung

source: General Information
de_de: Allgemeine Informationen

source: Donation %s
de_de: Spende %s

source: Charitable Donation
de_de: Charitable Spende

source: Transaction description
de_de: Transaktionsbeschreibung

source: Charitable donation {donation_id}
de_de: Charitable Spende {donation_id}

source: Available tags: %s
de_de: Verfügbare Tags: %s

source: This payment method does not use a predefined payment method for the payment. Some payment providers list all activated payment methods for your account to choose from. Use payment method specific gateways (such as 'iDEAL') to let customers choose their desired payment method at checkout.
de_de: Diese Zahlungsmethode verwendet keine vordefinierte Zahlungsmethode für die Zahlung. Einige Zahlungsanbieter listen alle aktivierten Zahlungsmethoden für Ihr Konto auf. Verwenden Sie gateway-spezifische Gateways (z. B. 'iDEAL'), damit die Kunden beim Bezahlen ihre gewünschte Zahlungsmethode auswählen können.

source: Charitable donation %s
de_de: Charitable Spende %s

source: iDEAL Options
de_de: iDEAL Optionen

source: Enable iDEAL
de_de: iDEAL aktivieren
nl_nl: iDEAL inschakelen

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: iDEAL Configuration
de_de: iDEAL Konfiguration
nl_nl: iDEAL configuratie

source: Pay with iDEAL
de_de: Bezahlen mit iDEAL
nl_nl: Betaal met iDEAL

source: ClassiPress Order
de_de: ClassiPress Bestellung

source: Advertisement %s
de_de: Werbung %s

source: Direct Debit (mandate via iDEAL)
de_de: SEPA-Lastschriftmandat per iDEAL

source: Payment completed.
de_de: Zahlung abgeschlossen.

source: Payment open.
de_de: Zahlung offen.

source: Payment unknown.
de_de: Zahlung unbekannt.

source: Easy Digital Downloads Order
de_de: Easy Digital Downloads Bestellung

source: %s Settings
de_de: %s Einstellungen

source: Configure the %s settings
de_de: Konfigurieren Sie die %s Einstellungen

source: Gateway Configuration
de_de: Gateway-Konfiguration

source: Checkout Label
de_de: Kasse-Label

source: Default: %s
de_de: Standard: %s

source: Available Tags: %s
de_de: Verfügbare Tags: % s

source: Payment Error
de_de: Zahlungsfehler

source: Payment creation failed before sending buyer to the payment provider. Payment data: %s
de_de: Die Zahlungserstellung ist fehlgeschlagen, bevor der Käufer an den Zahlungsanbieter gesendet wurde. Zahlungsdaten: %s

source: Payment %s pending.
de_de: Zahlung %s steht aus.

source: Easy Digital Downloads order %s
de_de: Easy Digital Downloads Bestellung %s

source: Transaction %s
de_de: Transaktion %s

source: Event Espresso Transaction
de_de: Event Espresso Transaktion

source: Errors communicating with gateway: %s
de_de: Fehler bei der Kommunikation mit dem Gateway: %s

source: You have selected "iDEAL" as your method of payment
de_de: Sie haben "iDEAL" als Methode der Zahlung ausgewählt

source: After finalizing your registration, you will be transferred to iDEAL where your payment will be securely processed.
de_de: Nach Abschluss Ihrer Registrierung werden Sie zu iDEAL weitergeleitet, wo Ihre Zahlung sicher verarbeitet wird.

source: Event Espresso transaction %s
de_de: Event Espresso Transaktion %s

source: Event Espresso transaction {transaction_id}
de_de: Event Espresso Transaktion {transaction_id}

source: Choose a different payment option
de_de: Wählen Sie eine andere Zahlungsoption

source: Click to toggle
de_de: Zum Umschalten klicken

source: Deactivate Pronamic Pay?
de_de: Pronamic Pay deaktivieren?

source: Update Settings
de_de: Einstellungen aktualisieren

source: Activate Pronamic Pay?
de_de: Pronamic Pay aktivieren?

source: Attendee #%s
de_de: Teilnehmer #%s

source: Attendee %s
de_de: Teilnehmer %s

source: Banks
de_de: Banken

source: Choose a bank for iDEAL payment
de_de: Wählen Sie eine Bank für die Zahlung mit iDEAL

source: Entry #%s
de_de: Eintrag #%s
nl_nl: Inzending #%s

source: Formidable Forms Entry
de_de: Formidable Forms Eintrag

source: Pronamic payment pending
de_de: Pronamic Zahlung ausstehend

source: Pronamic payment success
de_de: Pronamic Zahlung Erfolg

source: Pronamic payment cancelled
de_de: Pronamic Zahlung abgebrochen

source: Pronamic payment expired
de_de: Pronamic Zahlung abgelaufen

source: Pronamic payment failed
de_de: Pronamic Zahlung ist fehlgeschlagen

source: Formidable entry %s
de_de: Formidable Eintrag %s

source: Choose a payment method
de_de: Wählen Sie eine Zahlungsmethode

source: — Select Field —
de_de: — Feld auswählen —

source: Payment method
de_de: Zahlungsmethode

source: Transaction Description
de_de: Transaktionsbeschreibung
nl_nl: Transactie beschrijving

source: Enter a transactaction description, you can use Formidable Forms shortcodes.
de_de: Geben Sie eine Transaktionsbeschreibung ein, Sie können Formidable Forms Shortcodes verwenden.

source: Notifications
de_de: Benachrichtigungen

source: Hold email notifications until payment is received.
de_de: Halten Sie E-Mail-Benachrichtigungen, bis die Zahlung eingegangen ist.

source: Give Donation
de_de: Give Spende

source: Give donation {donation_id}
de_de: Give Spende {donation_id}

source: Nonce verification has failed
de_de: Nonce Überprüfung fehlgeschlagen

source: Payment creation failed before sending buyer to payment provider. Payment data: %s
de_de: Die Zahlungserstellung ist fehlgeschlagen, bevor der Käufer an den Zahlungsanbieter gesendet wurde. Zahlungsdaten: %s

source: Give donation %s
de_de: Give Spende %s

source: Payment Feeds
de_de: Zahlung-Feeds

source: Payment Date
de_de: Zahlungsdatum

source: Transaction Id
de_de: Transaktions-ID

source: Payment Amount
de_de: Zahlungsbetrag

source: Pronamic Payment ID
de_de: Pronamic Zahlungs-ID

source: Pronamic Subscription Cancel URL
de_de: Pronamic Abonnement Stornieren URL

source: Pronamic Subscription Renew URL
de_de: Pronamic Abonnement Erneuerungs-URL

source: Pronamic Subscription Renewal Date
de_de: Pronamic Abonnement Verlängerungsdatum

source: Form
de_de: Formular
nl_nl: Formulier

source: Gravity Forms Entry
de_de: Gravity Forms Eintrag

source: Payment Fields
de_de: Zahlungsfelder

source: — Use Payment Feed Setting —
de_de: — Verwendung Zahlung Feed Einstellung —

source: New Payment Feed
de_de: Neuer Zahlungs-Feed

source: This field is not supported by your payment gateway.
de_de: Dieses Feld wird von Ihrem Zahlungsgateway nicht unterstützt.

source: Please remove it from this form or <a href="%s" target="_blank">add a supported payment gateway</a>.
de_de: Bitte entfernen Sie es aus diesem Formular oder <a href="%s" target="_blank">fügen Sie ein unterstütztes Zahlungsgateway hinzu</a>.

source: Payment feed
de_de: Zahlungs-Feed

source: Pay Feeds
de_de: Zahlungs-Feeds

source: Default pay feed
de_de: Standard Zahlungs-Feed

source: This form doesn't have any pay feeds. Let's go %1$screate one%2$s.
de_de: Dieses Formular hat keine Zahlungs-Feeds. Lass uns %1$seinen erstellen%2$s.

source: Payment Completed
de_de: Zahlung abgeschlossen

source: Payment Failed
de_de: Zahlung fehlgeschlagen

source: Payment Pending
de_de: Zahlung ausstehend

source: Subscription Created
de_de: Abonnement erstellt

source: Subscription Canceled
de_de: Abonnement gekündigt

source: Subscription Expired
de_de: Abonnement abgelaufen

source: Subscription Renewal Notice
de_de: Abonnement-Erneuerung-Ankündigung

source: Subscription Payment Added
de_de: Abonnementzahlung hinzugefügt

source: Subscription Payment Failed
de_de: Abonnementzahlung fehlgeschlagen

source: Payment Feed
de_de: Zahlungs-Feed

source: Add New Payment Feed
de_de: Neue Zahlung-Feed hinzufügen

source: Edit Payment Feed
de_de: Zahlung-Feed bearbeiten

source: All Payment Feeds
de_de: Alle Zahlung-Feeds

source: View Payment Feed
de_de: Zahlung-Feed ansehen

source: Search Payment Feeds
de_de: Zahlung-Feeds suchen

source: No payment feeds found.
de_de: Keine Zahlung-Feeds gefunden.

source: No payment feeds found in Trash.
de_de: Keine Zahlung-Feeds im Papierkorb gefunden.

source: Filter payment feeds list
de_de: Zahlung-Feeds-liste filtern

source: Payment feeds list navigation
de_de: Zahlungs-Feed-Liste-Navigation

source: Payment feeds list
de_de: Zahlung-Feeds-Liste

source: There was an error updating this payment feed.
de_de: Beim Aktualisieren dieses Zahlungs-Feed ist ein Fehler aufgetreten.

source: Payment feed updated successfully.
de_de: Zahlungs-Feed wurde erfolgreich aktualisiert.

source: Enter title here
de_de: Titel hier eingeben

source: Status pages
de_de: Statusseiten

source: Fields
de_de: Felder

source: Advanced
de_de: Erweitert
nl_nl: Geavanceerd

source: The Gravity Forms form to process payments for.
de_de: Das Gravity Forms-Formular zur Verarbeitung von Zahlungen für.

source: — Select a form —
de_de: — Formular auswählen —

source: Gateway configuration, created via <strong>Pay » Configurations</strong>.
de_de: Gateway-Konfiguration, erstellt über <strong>Bezahlen » Konfigurationen</strong> .

source: Entry ID Prefix
de_de: Eintrags-ID Präfix

source: Prefix for the entry ID.
de_de: Präfix für die Eintrags-ID.

source: A prefix makes it easier to match payments from transaction overviews to a form and is required by some payment providers.
de_de: Ein Präfix erleichtert die Zuordnung von Zahlungen aus Transaktionsübersichten zu einem Formular und wird von einigen Zahlungsanbietern benötigt.

source: Transaction description that will be send with the payment. Use tags to customize the description.
de_de: Transaktionsbeschreibung die mit der Zahlung gesendet wird. Verwenden Sie Tags, um die Beschreibung anzupassen.

source: Available tags:
de_de: Verfügbare Tags:

source: A description which uses tags and results in more than 32 characters will be truncated.
de_de: Eine Beschreibung die Tags und Ergebnisse in mehr als 32 Zeichen verwendet, wird abgeschnitten.
